{
  "text1": "Nice to meet you. <br>Thank you very much for visiting my blog. <br>This blog is where I write articles about what I have learned and want to summarize. <br>I'm not very good at putting my thoughts into words, and I tend to be lazy, <br>but I've been saved many times by what previous generations have left behind. <br>So, despite my limited skills, I run this blog with the hope of leaving something for future generations.",
  "text2": "Let me introduce myself briefly:<br>October 2022: I started studying machine learning at the age of 31, thinking I might be able to create AI myself.<br>December 2022: I became curious about the workings of computers and the internet while using a PC.<br>January 2023: I thought becoming an infrastructure engineer would be nice, so I obtained LPIC1 certification.<br>February 2023: I realized I had no idea how the internet worked, so I obtained CCNA certification.<br>March 2023: I wondered what AWS, which everyone is using, was all about, so I obtained AWS SAA certification.<br>April 2023: I thought, \"If I can easily handle infrastructure with AWS, then creating my own app would be powerful,\" so I started learning Django.<br>May 2023: I was able to create a simple blog with Django and got interested in front-end development.<br>June 2023: I got deeply into the abundance of front-end technologies, libraries, and tools. <br>JS, TS, Sass, React, PageRouter, AppRouter, Fetch, Axios, Promise, Prettier, ESLint, StyleLint... It's overwhelming.<br>August 2023: I continued to dive deeper.<br>Firebase, Prisma, Redux, React Hook, SSG, CSR, SSR... More and more kept coming up.<br>I sometimes felt overwhelmed by the amount of knowledge I had to learn, but I gradually moved forward with the mindset that I could do it little by little.<br>October 2023: I launched this blog.",
  "text3": "I'm still learning, but my IT journey looks something like this. <br>It may have been a roundabout path since I'm self-taught, but I think I've enjoyed learning and continuing thanks to the knowledge I gained through detours. <br>I also plan to write about self-study methods and experiences in that regard."
}
